{"data":{"tours":{"edges":[{"node":{"intro":"We began giving tours in 2007 with a group of tour guides who had much experience in jungle exploration. All the guide come from the countryside and wanted to do something different when taking visitors into the village. We know many people come to Thailand because they want to see the real lifestyle of Thai people, such as how Thai people live in the countryside and daily activities of Thai people. Our trip will take you to remote areas where few tourists have been and we will share our experiences with you. Our aim is for you to keep our trip in your memory after you have visited Thailand. If you would like to know more information, or speak to us about your trip to Thailand, please email or visit us in person.","programs":[{"id":"M1","title":"One Day – Doi Suthep Temple & Waterfalls","content":["Pick up from your hotel at 8:30am. We will start the tour by driving up to Doi Suthep temple on the top of Doi Suthep mountain the (west side of Chiang Mai city). We will walk up the 306 steps to the temple where you can see the historical pagoda and a panoramic view of Chiang Mai city. After enjoying your time at the temple we will drive further up the mountain to visit the Hmong hill tribe village and coffee plantation. Then drive down to Huay Tueng Tao (the reservoir) where we will stop for lunch, relax and swim. After lunch we will drive north of the city to visit Pong Gwao Hot Spring, where we will enjoy a mineral bath in the pool of hot spring water. After enjoying our day we will drive on the mountain road back to Chiang Mai City, on the way we will stop to visit Mon Chaem Royal Project and view point. We will arrive back in Chiang Mai city around 6:00pm."],"transport":["250cc Motocross bike","110–150cc Scooter"],"notes":null,"price":{"cost":[2900],"includes":["Motocross bike or scooter (incl. fuel)","Private driver for you, if you cannot drive on your own","Thai lunch, seasonal fruits, drinking water, and soft drink","All entrance and activities fees","Accident insurance coverage","English speaking tour guide"]}},{"id":"M2","title":"One Day – Off Road Mae Wang & Doi Inthanon","content":["Pick up from your hotel at 8:30am. Begin the tour by driving out of the city to Mae Wang district (Southwest of Chiang Mai) and stop at the local market to relax and get supplies for the day. Then we will continue driving off road to see more mountains, waterfalls, rice fields and the Royal Project Farm. At the Royal Project farm you will see high altitude crops that have replaced the opium that was grown in the past, as well as great mountain views. We will have lunch at the view point or at the local food shop on the way depends on the time. Arrive at the top of Doi Inthanon 2565 meters above sea level, we will see twin pagodas and enjoy panoramic mountain views. Drive on the mountain road and off road to visit Mae Ya waterfall (the biggest waterfall in Chiang Mai). After enjoying our day we will drive back to Chiang Mai City, we will arrive back in Chiang Mai city around 6:00pm."],"transport":["250cc Motocross bike"],"notes":null,"price":{"cost":[2900],"includes":["Motocross bike (incl. fuel)","Private driver for you, if you cannot drive on your own","Thai lunch, seasonal fruits, drinking water, and soft drink","All entrance and activities fees","Accident insurance coverage","English speaking tour guide"]}},{"id":"M6","title":"2 Days – Off Road Mae Chaem & Doi Inthanon","content":["DAY 1","Pick up from your hotel around 9:00am. We will start the trip by driving out of the city to Mae Wang district (Southwest of Chiang Mai) stopping at the local market for supplies for the trip. Continue driving to a waterfall to swim. After that we will drive off road to visit a Karen hill tribe village on the mountain. We will eat lunch with them or at the viewpoint depending on the time. Continue driving off road to see more mountains, waterfalls, rice fields and the Royal Project Farm where there is a great viewpoint. Then drive off road to the Mae Chaem District where we will stay overnight at the local village. You can enjoy a hot mineral bath at the hot spring pool in the village depending on the time of year.","DAY 2","Enjoy a nice breakfast, tea and coffee while taking in the scenery. We will start the day by driving off road for about 45 minutes to Huay Sai Lueng waterfall and take a break for 30 minutes. Then drive on a scenic road up to the top of Doi Inthanon where at 2,565 meters above sea level we will visit the twin pagodas and get panoramic mountain views from there. Afterwards we will drive down to the national park restaurant, and stop for a relaxing lunch. Continue to drive to visit the Wachirathan waterfall and Mae Ya waterfall (the biggest waterfall in Chiang Mai). Then drive on the main road back to Chiang Mai City."],"transport":["250cc Motocross bike"],"notes":null,"price":{"cost":[4900],"includes":["Accommodation and transport","Motocross bike (incl. fuel)","Private driver for you, if you cannot drive on your own","4 Meals, seasonal fruits, drinking water and soft drink","All entrance and activities fees","Accident insurance coverage","English speaking tour guide"]}},{"id":"M7","title":"3 Days – Off Road Mae Chaem & Doi Inthanon","content":["DAY 1","Pick up from your hotel around 9:00am. We will start the trip by driving out of the city to Chom Tong District (South of Chiang Mai). Our first stop will be Mae Ya waterfall (the biggest waterfall in Chiang Mai). We will spend an hour enjoying the beauty of the waterfall and a swim. Afterwards we will drive to Wachiratharn waterfall (another famous beautiful waterfall of Doi Inthanon National Park). Enjoy a Thai lunch at the waterfall. We will then continue up the mountain to visit the highest point of Thailand (2,565 meters above sea level) and visit the great pagodas at the top. Then back onto the beautiful mountain road to Mae Chaem District. We will stay overnight with local villagers and enjoy the evening. Later in the evening you can enjoy a hot mineral bath at hot spring in the village, depending on the season.","DAY 2","Enjoy breakfast, tea and coffee and get ready for day. Depart from the village and drive to Khun Yuam District and Doi Mae U Kor (Mexican sunflower mountain). Lunch at a local restaurant Khun Yuam and then visit the World War 2 Museum. Continue drive to Doi Mae U Kor (Mexican sunflower mountain). The Mexican sunflowers bloom for 4-6 weeks during the cold Season. This makes it a popular attraction for Thais and tourists alike. We will have dinner and stay overnight here.","DAY 3","Wake up at 5:00am to see the sunrise from Doi Mae U Kor with Mexican sunflowers all over the mountains. Breakfast, tea and coffee at the campsite and enjoy the scenery. Leave the campsite and drive off road up the mountain to see more hill tribe villages and experience more of the wonderful countryside Chiang Mai has to offer. On the way we’ll stop for lunch and a rest then continue onwards to the Samoeng District. Visit Pong Gwao hot spring and spend time enjoying a mineral bath in a pool of hot spring water. After enjoy the day we will drive back to Chiang Mai City, arriving around 6:00pm."],"transport":["250cc Motocross bike"],"notes":null,"price":{"cost":[9900,8900,7900],"includes":["Accommodation and transport","Motocross bike (incl. fuel)","Private driver for you, if you cannot drive on your own","7 Meals, seasonal fruits, drinking water and soft drink","All entrance and activities fees","Accident insurance coverage","English speaking tour guide"]}},{"id":"T1","title":"3 Days – Trekking Mae Chaem & Doi Inthanon","content":["Day 1","Pick up from hotel at 8:30am and drive to SDT office to start the trip from here. Depart from Chiang Mai city and drive to Doi Inthanon National Park stop on the way to get supplies for trek at the local market. Visit Wachirathern waterfall on Doi Inthanon, enjoy seeing waterfall and relax. Arrive at Mae Chaem around noon. We will have lunch at a Thai village and get ready for trekking. Start trekking in the jungle about 2-3 hours. Stay overnight with tents, enjoy learning to cook Thai food with the guide and have a nice dinner together. Relax and enjoy the natural surroundings.","Note: This night we have 2 options plan to sleep:","1. We will stay overnight at the hut next to the rice field if there is raining day (we cannot make fire for cooking if it’s raining)","2. We will sleep in the middle of jungle by making a tent and jungle style cooking. You can learn how Thai people live in the countryside of Thailand.","This night we will sleep in the countryside; it will be a hard floor and no toilet.","Day 2","Breakfast, tea, coffee at the camp site. After breakfast we’ll trek for about 3 hours through the jungle of Doi Inthanon. We will see a lot of wild plants and animal tracks such as deer, wild pig, and wild chicken. On the way we’ll see some beautiful birds depending on the season. We will trek to a stunning waterfall in the middle of the jungle. Stop there for lunch and relax to get ready for the afternoon. After enjoying the waterfall we’ll continue trekking for another 3 hours and you can learn more about the Thai jungle and the mountain rice fields. We’ll arrive at a Karen hill tribe village and we can enjoy seeing how people live in the countryside of Thailand. Continue trek about 20 minutes to homestay where we will stay overnight. Enjoy the beauty of 360 degrees of mountains view. Enjoy cooking and dinner together, relax and get ready for the next day. This night we will sleep in the house; it will be a small mattress and Thai style toilet.","Day 3","Breakfast, tea, coffee at homestay. Depart homestay by car. The car will pick up from there and drive to a small hot spring, enjoy mineral bath in a small pool of hot spring at Mae Tan village. Leave Mae Tan village and drive up to the top of Doi Inthanon (the highest mountain of Thailand), visit twin pagodas and see panoramic mountain view. Lunch at the restaurant of Doi Inthanon. In the afternoon we will drive on to mountain road to Mae Wang District, visit local temple on the hill top. Continue drive to Mae Wang River and spend about 45 minutes for bamboo rafting dowm Mae Wang River. After enjoy the day, we will drive back to Chiang Mai city"],"transport":null,"notes":null,"price":{"cost":[7900,6900,5900],"includes":["Accommodation and transport","7 Meals, seasonal fruits, drinking water and soft drink","All entrance and activities fees","Accident insurance coverage","English speaking tour guide"]}},{"id":"T2","title":"3 Days – Trekking Mae Chaem & Doi Inthanon","content":["Day 1","Pick up from hotel at 8:30am and drive to SDT office to start the trip from here. Depart from Chiang Mai city and drive to Doi Inthanon National Park stop on the way to get supplies for trek at the local market.. Visit Wachirathern waterfall on Doi Inthanon, enjoy seeing waterfall and relax . Arrive at Mae Chaem around noon. We will have lunch at a Thai village and get ready for trekking.. Start trekking in the jungle about 2-3 hours.. Stay overnight with tents, enjoy learning to cook Thai food with the guide and have a nice dinner together.. Relax and enjoy the natural surroundings.","Note: This night we have 2 options plan to sleep:","1. We will stay overnight at the hut next to the rice field if there is raining day (we cannot make fire for cooking if it’s raining)","2. We will sleep in the middle of jungle by making a tent and jungle style cooking. You can learn how Thai people live in the countryside of Thailand.","This night we will sleep in the countryside; it will be a hard floor and no toilet.","Day 2","Breakfast, tea, coffee at the camp site . After breakfast we’ll trek for about 3 hours through the jungle of Doi Inthanon. We will see a lot of wild plants and animal tracks such as deer, wild pig, and wild chicken. On the way we’ll see some beautiful birds depending on the season.. We will trek to a stunning waterfall in the middle of the jungle. Stop there for lunch and relax to get ready for the afternoon.. After enjoying the waterfall we’ll continue trekking for another 3 hours and you can learn more about the Thai jungle and the mountain rice fields. We’ll arrive at a Karen hill tribe village and we can enjoy seeing how people live in the countryside of Thailand.. Continue trek about 20 minutes to homestay where we will stay overnight.. Enjoy the beauty of 360 degrees of mountains view. Enjoy cooking and dinner together, relax and get ready for the next day.. This night we will sleep in the house; it will be a small mattress and Thai style toilet.","Day 3","Breakfast, tea, coffee at homestay. Depart homestay by car. The car will pick up from there and drive to a small hot spring, enjoy mineral bath in a small pool of hot spring at Mae Tan village.. Drive to Mae Chaem River and spend about 2 hours tubing down Mae Chaem River and then have lunch at Thai local village","In the afternoon we will have activities with locals such as:","- Helping local farmers in the farm","- Cooking and dinner together with local students at school","- Visit Mae Chaem town where few tourists go","Stay overnight at Thai local homestay, relax and get ready for the next day.","Day 4","Breakfast, tea, coffee at homestay. Depart homestay by car. The car will pick up from there and drive to a small hot spring, enjoy mineral bath in a small pool of hot spring at Mae Tan village.. Leave Mae Tan village and drive up to the top of Doi Inthanon (the highest mountain of Thailand), visit twin pagodas and see panoramic mountain view. Lunch at the restaurant of Doi Inthanon.. In the afternoon we will drive on to mountain road to Mae Wang District, and visit a local temple on the hilltop.. Arrive at the elephant camp and spend about 1 and half hours with elephant, playing, feeding and bathing them in the river.. Visit waterfall and swim at the end of the trip. After enjoy the day, we will drive back to Chiang Mai city"],"transport":null,"notes":null,"price":{"cost":[8900,7900,6900],"includes":["Accommodation and transport","10 Meals, seasonal fruits, drinking water and soft drink","All entrance and activities fees","Accident insurance coverage","English speaking tour guide"]}},{"id":"M8","title":"4 Days – Off Road Mae Chaem & Doi Inthanon","content":["DAY 1","Pick up from your hotel around 9:00am.","We will start the trip by driving out of the city to Chom Tong District (South of Chiang Mai). Our first stop will be Mae Ya waterfall (the biggest waterfall in Chiang Mai). We will spend an hour enjoying the beauty of the waterfall and a swim.","Afterwards we will drive to Wachiratharn waterfall (another famous beautiful waterfall of Doi Inthanon National Park). Enjoy a Thai lunch at the waterfall. We will then continue up the mountain to visit the highest point of Thailand (2,565 meters above sea level) and visit the great pagodas at the top.","Then back onto the beautiful mountain road to Mae Chaem District. We will stay overnight with local villagers and enjoy the evening. Later in the evening you can enjoy a hot mineral bath at hot spring in the village, depending on the season.","DAY 2","Enjoy breakfast, tea and coffee and get ready for day. Depart from the village and drive to Khun Yuam District and Doi Mae U Kor (Mexican sunflower mountain). Lunch at a local restaurant Khun Yuam and then visit the World War 2 Museum","Continue drive to Doi Mae U Kor (Mexican sunflower mountain). The Mexican sunflowers bloom for 4-6 weeks during the cold Season. This makes it a popular attraction for Thais and tourists alike. We will have dinner and stay overnight here.","DAY 3","Wake up at 5:00am to see the sunrise from Doi Mae U Kor with Mexican sunflowers all over the mountains. Breakfast, tea and coffee at the campsite and enjoy the scenery.","Leave the place and drive on the countryside road up the mountain to see the hill tribe villages and the beautiful scenery of Chiang Mai with lunch on the way.","Then we will drive to a Karen hill tribe village where we’ll stay overnight with the villagers.","You will have a 90% chance of seeing gibbons and great hornbill birds around the village.","After we arrive and have a short rest we will hike about 1 hour to the big cave near the village where you can see remains of where monks used to live hundreds of years ago.","When we return you will see and learn about the life style, culture and language of the hill tribe people who live on the mountain.","DAY 4","Wake up with the sounds of the village and a delicious breakfast with tea and coffee.","Leave the place and drive onto the interesting off road up the mountain to see more hill tribe villages and experience more of the wonderful countryside Chiang Mai has to offer.","On the way we’ll stop for lunch and a rest then continue onwards to the Samoeng District.","Visit Pong Gwao hot spring and spend time enjoying a mineral bath in a pool of hot spring water."],"transport":["250cc Motocross bike"],"notes":null,"price":{"cost":[11900,10900,9900],"includes":["Accommodation and transport","Motocross bike (incl. fuel)","Private driver for you, if you cannot drive on your own","10 Meals, seasonal fruits, drinking water and soft drink","All entrance and activities fees","Accident insurance coverage","English speaking tour guide"]}},{"id":"custom","title":"Custom Tour","content":["Our experienced tour guides will take you to visit the countryside of Thailand. We will go by motorbikes and 4x4 car. We will always have car service following the trip that can support you at any time. If you would like to do the tour by motorbike, you can drive yourself or you can be a passenger with one of our guides if you cannot drive.","Possible activities for your trip include (but are not limited to): Off-Road Motorbiking, Jungle Trekking, Waterfalls Swimming, Hot Springs, Elephants, Bamboo Rafting, Hilltribe Villages, Doi Suthep Temple, and Doi Inthanon National Park.","The accommodations will vary depending on your needs, the season and where we end up staying. The accommodations could be a standard room with fan or air-con, local homestay or tents. This tour is not a set program but flexible based on what you would like to see and where you would like to go."],"transport":null,"notes":null,"price":null}]}}]}},"pageContext":{}}