{"data":{"tours":{"edges":[{"node":{"intro":"We began giving tours in 2007 with a group of tour guides who had much experience in jungle exploration. All the guide come from the countryside and wanted to do something different when taking visitors into the village. We know many people come to Thailand because they want to see the real lifestyle of Thai people, such as how Thai people live in the countryside and daily activities of Thai people. Our trip will take you to remote areas where few tourists have been and we will share our experiences with you. Our aim is for you to keep our trip in your memory after you have visited Thailand. If you would like to know more information, or speak to us about your trip to Thailand, please email or visit us in person.","programs":[{"id":"M1","title":"One Day – Doi Suthep Temple & Waterfalls","content":["Pick up from your hotel at 8:30am.","We will start the tour by driving up to Doi Suthep temple on the top of Doi Suthep mountain the (west side of Chiang Mai city). We will walk up the 306 steps to the temple where you can see the historical pagoda and a panoramic view of Chiang Mai city.","After enjoying your time at the temple we will drive further up the mountain to visit the Hmong hill tribe village and coffee plantation.","Then drive down to Huay Tueng Tao (the reservoir) where we will stop for lunch, relax and swim. After lunch we will drive north of the city to visit Pong Gwao Hot Spring, where we will enjoy a mineral bath in the pool of hot spring water.","After enjoying our day we will drive on the mountain road back to Chiang Mai City, on the way we will stop to visit Mon Chaem Royal Project and view point.","We will arrive back in Chiang Mai city around 6:00pm."],"transport":["250cc Motocross bike","110–150cc Scooter"],"notes":[],"price":{"cost":2900,"includes":["Motocross bike or scooter (incl. fuel)","Private driver for you, if you cannot drive on your own","Thai lunch, seasonal fruits, drinking water, and soft drink","All entrance and activities fees","Accident insurance coverage","English speaking tour guide"]}},{"id":"M2","title":"One Day – Off Road Mae Wang & Doi Inthanon","content":["Pick up from your hotel at 8:30am.","We will start the tour by driving out of the city to Mae Wang district (Southwest of Chiang Mai) and stop at the local market to relax and get supplies for the day. Then we will continue driving off road to see more mountains, waterfalls, rice fields and the Royal Project Farm. At the Royal Project farm you will see high altitude crops that have replaced the opium that was grown in the past, as well as great mountain views. We will have lunch at the view point or at the local food shop on the way depends on the time. Arrive at the top of Doi Inthanon 2565 meters above sea level, we will see twin pagodas and enjoy panoramic mountain views.","Drive on the mountain road and off road to visit Mae Ya waterfall (the biggest waterfall in Chiang Mai)","After enjoying our day we will drive back to Chiang Mai City, we will arrive back in Chiang Mai city around 6:00pm."],"transport":["250cc Motocross bike"],"notes":[],"price":{"cost":2900,"includes":["Motocross bike (incl. fuel)","Private driver for you, if you cannot drive on your own","Thai lunch, seasonal fruits, drinking water, and soft drink","All entrance and activities fees","Accident insurance coverage","English speaking tour guide"]}},{"id":"M6","title":"2 Days – Off Road Mae Chaem & Doi Inthanon","content":["DAY 1","Pick up from your hotel around 9:00am.","We will start the trip by driving out of the city to Mae Wang district (Southwest of Chiang Mai) stopping at the local market for supplies for the trip. Then continue driving to a waterfall to swim. After that we will drive off road to visit a Karen hill tribe village on the mountain. We will eat lunch with them or at the view point depending on the time. Continue driving off road to see more mountains, waterfalls, rice fields and the Royal Project Farm where there is a great viewpoint. Then drive off road to the Mae Chaem District where we will stay overnight at the local village. You can enjoy a hot mineral bath at the hot spring pool in the village depending on the time of year.","DAY 2","Enjoy a nice breakfast, tea and coffee while taking in the scenery.","We will start the day by driving off road for about 45 minutes to Huay Sai Lueng waterfall and take a break for 30 minutes. Then drive on a scenic road up to the top of Doi Inthanon where at 2,565 meters above sea level we will visit the twin pagodas and get panoramic mountain views from there. Afterwards we will drive down to the national park restaurant, and stop for a relaxing lunch. Continue to drive to visit the Wachirathan waterfall and Mae Ya waterfall (the biggest waterfall in Chiang Mai). Then drive on the main road back to Chiang Mai City."],"transport":["250cc Motocross bike"],"notes":[],"price":{"cost":4900,"includes":["Motocross bike (incl. fuel)","Private driver for you, if you cannot drive on your own","4 Meals, seasonal fruits, drinking water and soft drink","All entrance and activities fees","Accident insurance coverage","English speaking tour guide"]}},{"id":"M7","title":"3 Days – Off Road Mae Chaem & Doi Inthanon","content":["DAY 1","Pick up from your hotel around 9:00am.","We will start the trip by driving out of the city to Chom Tong District (South of Chiang Mai).","Our first stop will be Mae Ya waterfall (the biggest waterfall in Chiang Mai).","We will spend an hour enjoying the beauty of the waterfall and a swim.","After that we will drive to Wachiratharn waterfall (another famous beautiful waterfall of Doi Inthanon National Park).","Enjoy a Thai lunch at the waterfall.","We will then continue up the mountain to visit the highest point of Thailand (2,565 meters above sea level) and visit the great pagodas at the top.","Then back onto the beautiful mountain road to Mae Chaem District. We will stay overnight with local villagers and enjoy the evening.","Later in the evening you can enjoy a hot mineral bath at hot spring in the village, depending on the season.","DAY 2","Enjoy breakfast, tea and coffee and get ready for day","Depart from the village and drive to Khun Yuam District and Doi Mae U Kor (Mexican sunflower mountain)","Lunch at the local restaurant Khun Yuam","Visit Museum of World War 2 in Khun Yuam","Continue drive to Doi Mae U Kor (Mexican sunflower mountain). ","The Mexican sunflowers bloom for 4-6 weeks during the cold Season. This makes it a popular attraction for Thais and tourists alike.","We will have dinner and stay overnight here.","DAY 3","Wake up at 5:00am to see the sunrise from Doi Mae U Kor with Mexican sunflowers all over the mountains","Breakfast, tea and coffee at the campsite and enjoy the scenery","Leave the campsite and drive off road up the mountain to see more hill tribe villages and experience more of the wonderful countryside Chiang Mai has to offer.","On the way we’ll stop for lunch and a rest then continue onwards to the Samoeng District.","Visit Pong Gwao hot spring and spend time enjoying a mineral bath in a pool of hot spring water.","After enjoy the day we will drive back to Chiang Mai City.","We will arrive back to Chiang Mai city around 6:00pm."],"transport":["250cc Motocross bike"],"notes":["Minimum 2 people for this trip to run","3 people: 8900 Baht per person","4+ people: 7900 Baht per person"],"price":{"cost":9900,"includes":["Motocross bike (incl. fuel)","Private driver for you, if you cannot drive on your own","7 Meals, seasonal fruits, drinking water and soft drink","All entrance and activities fees","Accident insurance coverage","English speaking tour guide"]}},{"id":"custom","title":"Custom Tour","content":["Our experienced tour guides will take you to visit the countryside of Thailand. We will go by motorbikes and 4x4 car. We will always have car service following the trip that can support you at any time. If you would like to do the tour by motorbike, you can drive yourself or you can be a passenger with one of our guides if you cannot drive.","Possible activities for your trip include (but are not limited to): Off-Road Motorbiking, Jungle Trekking, Waterfalls Swimming, Hot Springs, Elephants, Bamboo Rafting, Hilltribe Villages, Doi Suthep Temple, and Doi Inthanon National Park.","The accommodations will vary depending on your needs, the season and where we end up staying. The accommodations could be a standard room with fan or air-con, local home stay or tents. This tour is not a set program but flexible based on what you would like to see and where you would like to go."],"transport":null,"notes":["Minimum 2 people for this trip to run"],"price":{"cost":3950,"includes":["Accommodation and Transport (incl. fuel)","Meals and drinking water","All entrance and activities fees","Accident insurance coverage","English speaking tour guide"]}}]}}]},"M1Img":{"childImageSharp":{"fluid":{"base64":"data:image/jpeg;base64,/9j/2wBDABALDA4MChAODQ4SERATGCgaGBYWGDEjJR0oOjM9PDkzODdASFxOQERXRTc4UG1RV19iZ2hnPk1xeXBkeFxlZ2P/2wBDARESEhgVGC8aGi9jQjhCY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2P/wgARCAATABQDASIAAhEBAxEB/8QAGQABAQEAAwAAAAAAAAAAAAAAAAUBAgME/8QAFgEBAQEAAAAAAAAAAAAAAAAAAQID/9oADAMBAAIQAxAAAAGpkvqhsvMsh4ZacBR//8QAGRABAQEBAQEAAAAAAAAAAAAAAgEAEQMQ/9oACAEBAAEFAtFPg9+irFEEqmduu//EABURAQEAAAAAAAAAAAAAAAAAABEg/9oACAEDAQE/ASP/xAAWEQADAAAAAAAAAAAAAAAAAAABAiD/2gAIAQIBAT8BLR//xAAbEAACAgMBAAAAAAAAAAAAAAAAARAxERIhQf/aAAgBAQAGPwKUlfpihLZHHP8A/8QAGhABAAIDAQAAAAAAAAAAAAAAAQARECFRQf/aAAgBAQABPyESILOy4RBlaO1t6l9D0VldqGPTD//aAAwDAQACAAMAAAAQ/ADA/8QAGBEBAQADAAAAAAAAAAAAAAAAAQAQETH/2gAIAQMBAT8QGm8HJv/EABcRAQEBAQAAAAAAAAAAAAAAAAEQETH/2gAIAQIBAT8QAcj2f//EABsQAQEBAQEAAwAAAAAAAAAAAAERADEhQVGR/9oACAEBAAE/EJ32xmRpxH45C3el4ZvDq1+3NVMdBrnSVIOo5izsDVW7kqX3z53/2Q==","aspectRatio":1.034416826003824,"src":"/static/ebd9ff927a26a80370bafb1f0ed0c8a8/2281c/M1.jpg","srcSet":"/static/ebd9ff927a26a80370bafb1f0ed0c8a8/0e4c2/M1.jpg 138w,\n/static/ebd9ff927a26a80370bafb1f0ed0c8a8/3dcdb/M1.jpg 275w,\n/static/ebd9ff927a26a80370bafb1f0ed0c8a8/2281c/M1.jpg 541w","sizes":"(max-width: 541px) 100vw, 541px"}}},"customImg":{"childImageSharp":{"fluid":{"base64":"data:image/jpeg;base64,/9j/2wBDABALDA4MChAODQ4SERATGCgaGBYWGDEjJR0oOjM9PDkzODdASFxOQERXRTc4UG1RV19iZ2hnPk1xeXBkeFxlZ2P/2wBDARESEhgVGC8aGi9jQjhCY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2P/wgARCAAPABQDASIAAhEBAxEB/8QAFwAAAwEAAAAAAAAAAAAAAAAAAAMFAv/EABUBAQEAAAAAAAAAAAAAAAAAAAEA/9oADAMBAAIQAxAAAAFm4bBpEoL/xAAbEAEAAgIDAAAAAAAAAAAAAAABAhEABAMSMf/aAAgBAQABBQI55VLaRltq+5Vx6uf/xAAVEQEBAAAAAAAAAAAAAAAAAAAAEf/aAAgBAwEBPwGI/8QAFBEBAAAAAAAAAAAAAAAAAAAAEP/aAAgBAgEBPwE//8QAGBAAAgMAAAAAAAAAAAAAAAAAADECIKH/2gAIAQEABj8CZEW0/8QAGhAAAwEBAQEAAAAAAAAAAAAAAAERIWExUf/aAAgBAQABPyFWlc6JR5tfeFlkPHiwWRMt9P/aAAwDAQACAAMAAAAQoy//xAAXEQADAQAAAAAAAAAAAAAAAAAAARFR/9oACAEDAQE/EFRWH//EABgRAAMBAQAAAAAAAAAAAAAAAAABIRFR/9oACAECAQE/EE5TX0//xAAcEAEAAwEAAwEAAAAAAAAAAAABABEhYUFRcbH/2gAIAQEAAT8QcDwFeuy+sGKhB6dYNxVQFI6BxOpdxdAD5PzkNoL6k//Z","aspectRatio":1.3333333333333333,"src":"/static/2419c7f5f672e32a138616c6d57aa04f/11b2e/honda-crf-205-03.jpg","srcSet":"/static/2419c7f5f672e32a138616c6d57aa04f/fb42f/honda-crf-205-03.jpg 138w,\n/static/2419c7f5f672e32a138616c6d57aa04f/014f7/honda-crf-205-03.jpg 275w,\n/static/2419c7f5f672e32a138616c6d57aa04f/11b2e/honda-crf-205-03.jpg 550w,\n/static/2419c7f5f672e32a138616c6d57aa04f/6bf42/honda-crf-205-03.jpg 660w","sizes":"(max-width: 550px) 100vw, 550px"}}}},"pageContext":{}}