[
  {
    "name": "Nat",
    "nickname": "Wise Sage",
    "hometown": "Mae Chaem",
    "content":
      "The leader of the pack with over twelve years experience as a guide. He created Something Different Tours to share his love of Thailand’s countryside (and motorbikes!)"
  },
  {
    "name": "Pong",
    "nickname": "Meditation Man",
    "hometown": "Nan",
    "content":
      "The second guide to join the team, Pong remains an enigma. What compels him? How can he watch that bird for so long? If Pong falls in the jungle and no-one is around to see, does he make a frown?"
  },
  {
    "name": "Gun",
    "nickname": "The Storyteller",
    "hometown": "Mae Chaem",
    "content":
      "More than four years with us, and still capable of producing unbelievable stories. It is said that a grain of truth resides in each of his tales. So he tells us, at least."
  },
  {
    "name": "Golf",
    "nickname": "Mr. Happy",
    "hometown": "Mae Wang",
    "content":
      "Relatively new to the team, but already a shining example of joy. The closest he comes to melancholy is strumming on his guitar."
  },
  {
    "name": "James",
    "nickname": "Jungle James",
    "hometown": "Mae Wang",
    "content":
      "Six years ago, we found James in the wilderness and knew straight away we had to enlist him as a guide. Tarzan and Jane had a secret child, and he was Thai."
  },
  {
    "name": "Nicky",
    "nickname": "Casanova",
    "hometown": "Mae Wang",
    "content":
      "On board for the past two years, Nicky has a certain knack for charming the locals. Guaranteed to bring a smile to the grumpiest morning."
  },
  {
    "name": "Ware",
    "nickname": "The Jester",
    "hometown": "Mae Chaem",
    "content":
      "What do you get when you mix whiskey and guitar? Ware of course! He’s our very own joker, and we wouldn’t trade him for all the chilies in Siam. A fully functional entertainment system."
  },
  {
    "name": "Phed",
    "nickname": "Phed Marley",
    "hometown": "Chiang Mai",
    "content":
      "A highly experienced motorcyclist, even the wary will feel comfortable with Phed in charge. His birthday falls on Songkran festival every year. Bring your supersoaker and celebrate with him!"
  },
  {
    "name": "Tham",
    "nickname": "Mr Muscles",
    "hometown": "Chom Tong",
    "content":
      "Tham’s muscles have been working as an assistant guide with us for a while now. Known far and wide to repel tigers and con artists, we consider them a true asset to the team."
  },
  {
    "name": "Go",
    "nickname": "Easy-Go-ing",
    "hometown": "Mae Chaem",
    "content":
      "Go go gadget guide! If we need a hand with anything, we know who to go to. Don’t be too easily fooled by these puns, he truly is quite handy."
  },
  {
    "name": "Olip",
    "nickname": "Man of Emotion",
    "hometown": "Mae Wang",
    "content":
      "The quiet one; we can only guess at the depths of his nature. He’s like an iceberg. Except he’s not made of ice or over six feet tall.. So really, nothing like an iceberg at all."
  },
  {
    "name": "Fatty",
    "nickname": "Head Bodyguard",
    "hometown": "Temple Dog",
    "content":
      "Fatty is Thai for.. well.. fatty. True to his name, this old fella enjoys sitting, lying, flopping, and all-around laziness at an olympic level."
  },
  {
    "name": "Long",
    "nickname": "Mother Protector",
    "hometown": "Chiang Mai",
    "content":
      "Long is Thai for late. One day Long came home, and Long was very late... with a whole litter of puppies. She’s very protective, of her food and your constant affection."
  },
  {
    "name": "Daeng",
    "nickname": "Scottish Bouncer",
    "hometown": "Chiang Mai",
    "content":
      "Daeng is one of Long’s daughters and her name is Thai for red. Easily confused for Long, she has a slightly darker coat and an equal knack for sleeping on duty."
  },
  {
    "name": "Midnight",
    "nickname": "Night Watchman",
    "hometown": "Chiang Mai",
    "content":
      "Another of Long’s daughters, but easy enough to distinguish we’re sure you’ll agree. Ever vigilant in protecting our home from dream-robbers, dream-eagles, and all manner of imaginary trespassers."
  }
]
